Repository: gaoypChina/dtnd
Catalog: lib/l10n/intl_*.arb
Languages: vi

source: Hello
vi: Chào bạn

source: Hi
vi: Xin chào

source: Login
vi: Đăng nhập

source: Logout
vi: Đăng xuất

# login_upper
source: LOGIN
vi: ĐĂNG NHẬP

source: Login with Google
vi: Đăng nhập với Google

source: Login with Facebook
vi: Đăng nhập với Facebook

source: Sign up
vi: Đăng ký

source: Hi you
vi: Chào bạn

source: Home
vi: Trang chủ

source: Market
vi: Thị trường

source: Order
vi: Đặt lệnh

source: Bond
vi: Trái phiếu

source: Asset
vi: Tài sản

source: Community
vi: Cộng đồng

# qa_money
source: Cash deposits
vi: Tiền gửi

# qa_base
source: Base
vi: Cơ sở

# qa_derivative
source: Derivative
vi: Phái sinh

# qa_pack_enrol
source: Pack enrollment
vi: ĐK gói

# qa_bond
source: Bond
vi: Trái phiếu

# qa_custom
source: Custom
vi: Tuỳ chỉnh

source: Account
vi: Tài khoản

source: Username
vi: Tên đăng nhập

source: Password
vi: Mật khẩu

source: Full name
vi: Họ và tên

source: Phone number
vi: Số điện thoại

source: Fill account
vi: Nhập tài khoản

source: Fill password
vi: Nhập mật khẩu

source: Fill OTP
vi: Nhập mã OTP

source: Session expired in
vi: Hết phiên đăng nhập sau

source: minutes
vi: phút

# double_back_to_close_app
source: Back again to exit
vi: Ấn thêm lần nữa để thoát

source: Create account
vi: Tạo tài khoản

source: Create catalog
vi: Tạo danh mục

source: Order note
vi: Sổ lệnh

# order_htr
source: Order history
vi: LS lệnh

source: Bank
vi: Ngân hàng

source: Accumulate
vi: Tích luỹ

# status_open
source: Opening
vi: Mở cửa

# status_close
source: Closed
vi: Đóng cửa

# status_intermission
source: Intermission
vi: Tạm nghỉ

# please_input_password
source: Input password
vi: Nhập password

# pass_not_match
source: Password not match
vi: Mật khẩu không trùng khớp

source: Ceil
vi: Trần

source: Floor
vi: Sàn

source: Ref
vi: TC

source: Low
vi: Thấp

source: Average
vi: Trung bình

source: High
vi: Cao

# fbuy
source: FR buy
vi: NN mua

# froom
source: Room FR
vi: Room NN

# fsell
source: FR sell
vi: NN bán

source: Buy
vi: Mua

source: Buy price
vi: Giá mua vào

source: Sell
vi: Bán

source: Sell price
vi: Giá bán ra

# volumn
source: Volume
vi: Khối lượng

source: Dividend
vi: Cổ tức

# total_wvalue
source: Total {value}
vi: Tổng {value}

# gain_wvalue
source: Gain {value}
vi: Tăng {value}

# loss_wvalue
source: Loss {value}
vi: Giảm {value}

source: Price
vi: Giá

source: Net assets
vi: Tài sản ròng

source: Net profit
vi: Lợi nhuận ròng

source: Revenue
vi: Doanh thu

source: Investment value
vi: Tổng giá trị đầu tư

source: Cash
vi: Tiền mặt

source: Sold returning money
vi: Tiền bán chờ về

source: Withdrawable money
vi: Tiền có thể rút

source: Total debt
vi: Tổng nợ

source: Total principal debt
vi: Tổng nợ gốc

source: Safe ratio
vi: Tỷ lệ an toàn

source: Cash dividends
vi: Cổ tức bằng tiền

source: Capital value
vi: Giá trị vốn

source: MK value
vi: Giá trị TT

source: Available balanc
vi: SD khả dụng

source: Total vol
vi: Tổng KL

source: Normal vol
vi: KL thường

source: FS vol
vi: KL FS

source: Available vol
vi: KL khả dụng

source: Other vol
vi: KL khác

source: Sold returning
vi: Bán chờ về

source: Sold returning vol
vi: KL bán chờ về

source: Bought returning
vi: Mua chờ về

source: Bought returning vol
vi: KL mua chờ về

source: Extension
vi: Mở rộng

source: All
vi: Tất cả

source: Base note
vi: Sổ lệnh cơ sở

source: Debt following
vi: Theo dõi dư nợ

# profit_and_loss
source: Profit/Loss
vi: Lãi/lỗ

# inday_ordnote
source: Inday ordernote
vi: SL trong ngày

# condition_ordnote
source: Condition ordernote
vi: SL điều kiện

source: Order history
vi: Lịch sử lệnh

source: Margin
vi: Ký quỹ

source: Order price
vi: Giá đặt

# match_price
source: Matched price
vi: Giá khớp

source: Match vol
vi: KL khớp

# minimum_ee
source: Minimum purchasing power
vi: Sức mua tối thiểu

source: Detail
vi: Chi tiết

# from_day
source: From date
vi: Từ ngày

# to_day
source: To date
vi: Tới ngày

source: Owned
vi: Sở hữu

source: Avg price
vi: Giá TB

# bonus_sh
source: Bonus share
vi: CP thưởng

source: Waiting match
vi: Chờ khớp

source: Matched
vi: Đã khớp

source: Matching
vi: Đang khớp

# million_short
source: M
vi: Tr

# billion_short
source: B
vi: Tỷ

# billion_lowercase
source: b
vi: tỷ

# billion
source: Bil
vi: Tỷ

# minutes_ago
source: {minutes} minutes ago
vi: {minutes} phút trước

# hours_ago
source: {hours} hours ago
vi: {hours} giờ trước

# days_ago
source: {days} days ago
vi: {days} ngày trước

source: Total asset
vi: Tổng tài sản

source: Base asset
vi: Tài sản cơ sở

source: Derivative asset
vi: Tài sản phái sinh

source: CopyTrade asset
vi: Tài sản CopyTrade

source: Asset distribution
vi: Phân bố tài sản

source: Interested catalog
vi: Danh mục quan tâm

source: Market today
vi: Thị trường hôm nay

source: Market overview
vi: Tổng quan thị trường

source: Trading board
vi: Bảng giá

source: Matched order detail
vi: Chi tiết khớp lệnh

source: Financial index
vi: Chỉ số tài chính

source: Index
vi: Chỉ số

source: News and events
vi: Tin tức, sự kiện

source: News
vi: Tin tức

source: Event
vi: Sự kiện

source: Interested
vi: Quan tâm

source: Overview
vi: Tổng quan

source: Analysis
vi: Phân tích

source: Industry
vi: Ngành

source: Industry list
vi: Danh sách ngành

source: Market deep
vi: Độ sâu thị trường

source: Add stock
vi: Thêm mã

# order_confirm
source: Confirm order
vi: Xác nhận lệnh

source: Order type
vi: Loại lệnh

source: Exchange total
vi: Tổng giao dịch

source: Period of validity
vi: Thời gian hiệu lực

source: Pin code
vi: Mã pin

source: Matched order by time
vi: Khớp lệnh theo thời gian

# matched_order_by_price_step
source: Matched order by price steps
vi: Khớp lệnh theo bước giá

source: Search history
vi: Lịch sử tìm kiếm

source: Top search
vi: Top tìm kiếm

source: No matching results were found
vi: Không tìm thấy kết quả phù hợp

source: Try searching again with another keyword!
vi: Bạn thử tìm kiếm lại bằng từ khoá khác nhé!

# DTND_assistant
source: IFIS assistant
vi: Trợ lý DTND

source: Virtual assistant
vi: Trợ lý ảo

source: Virtual assistant available
vi: Trợ lý ảo đã sẵn sàng

# term
source: terms
vi: điều khoản

source: Agree with
vi: Đồng ý với

source: Confirm
vi: Xác nhận

# DTNDs_virtual_assistant
source: of IFIS's virtual assistant
vi: của trợ lý ảo DTND

# otp_code_sent_to_phone_number
source: The OTP has been sent to your {value} extension email. Enter the 6-digit code to continue.
vi: Mã OTP đã được gửi về số điện thoại đuôi {value} của bạn. Nhập mã 6 số để tiếp tục.

# successfully_create_assistant_account
source: Create virtual assistant successfully
vi: Tạo tài khoản trợ lý ảo thành công

# the_DTND_virtual_assistant_will_help_you_with_successful_transaction
source: The IFIS virtual assistant will help you with successful transaction
vi: Trợ lý ảo DTND sẽ giúp bạn có những giao dịch thành công

# stocks_you_interested
source: Stocks you are interested in
vi: Các mã CK mà bạn quan tâm

# choose_stocks_you_interested
source: Select the stocks you are interested in. You can update later
vi: Chọn các mã CK mà bạn đang quan tâm. Bạn có thể cập nhật thêm các mã CK sau

source: Following catalog
vi: Danh mục theo dõi

# following_catalog_with
source: Following catalog "{name}"
vi: Danh mục theo dõi "{name}"

# empty_catalog
source: Catalog is empty
vi: Danh mục rỗng

# add_following_stock
source: Add following stocks
vi: Thêm mã theo dõi

# stock_already_exist
source: This stock is already exist
vi: Mã đã tồn tại trong danh mục

# something_went_wrong
source: Something went erong
vi: Đã có lỗi xảy ra

source: Search stock
vi: Tìm mã CP

source: Search
vi: Tìm kiếm

# filter_stock
source: Filter stocks
vi: Lọc cổ phiếu

source: Filter
vi: Bộ lọc

# filter_stock_figure
source: Filter stocks figure
vi: Chỉ số lọc cổ phiếu

source: Technical analysis
vi: Phân tích kỹ thuật

source: Create
vi: Tạo

source: Cancel
vi: Huỷ

source: Time
vi: Thời gian

source: Matched vol
vi: KL khớp

source: Matched price
vi: Giá khớp

source: Vol analysis
vi: Phân tích KL

source: Price alert
vi: Cảnh báo giá

source: Trading
vi: Giao dịch

source: Login required
vi: Yêu cầu đăng nhập

source: Login to continue
vi: Hãy đăng nhập để tiếp tục

# you_are_not_logged_in
source: You are not yet logged in
vi: Bạn chưa đăng nhập

source: You are not account?
vi: Bạn chưa có tài khoản?

source: Price increase
vi: Tăng giá

source: Price decrease
vi: Giảm giá

source: Top foreign
vi: Top nước ngoài

source: Create new order
vi: Đặt lệnh mới

source: Create order successfully
vi: Đặt lệnh thành công

# order_will_appear_in_ur_order_note
source: Order will appear in your order note
vi: Lệnh đặt sẽ xuất hiện trong sổ lệnh của bạn

source: Volatility warning
vi: Cảnh báo biến động

source: Volatility notice
vi: Thông báo biến động

source: Account notice
vi: Thông báo tài khoản

source: Catalog notice
vi: Thông báo danh mục

# volatility_notice_quote1
source: Set up fluctuations alerts for your account and interest catalogs
vi: Cài đặt thống báo biến động tài khoản và danh mục quan tâm của bạn

source: Add catalog
vi: Thêm danh mục

source: Right
vi: Quyền

source: Catalog
vi: Danh mục

source: Catalog name
vi: Tên danh mục

source: Edit catalog name
vi: Sửa tên danh mục

# rename_catalog_to
source: Rename catalog “{name}” to
vi: Sửa tên danh mục “{name}” thành

source: Delete catalog
vi: Xoá danh mục

# are_you_sure_to_delete_catalog
source: Are you sure to delete the “{name}” category?
vi: Bạn có chắc chắn muốn xóa danh mục “{name}” không ?

source: Save
vi: Lưu

source: Deposite money
vi: Nộp tiền

source: Withdraw money
vi: Rút tiền

source: Base
vi: Cơ sở

source: Derivative
vi: Phái sinh

# trading_volatility
source: TD volatility
vi: Biến động GD

source: Stock trading
vi: Giao dịch cổ phiếu

source: Money trading
vi: Giao dịch tiền

source: Account managing
vi: Quản lý tài khoản

source: Help center
vi: Trung tâm trợ giúp

source: Setting and secutiry
vi: Cài đặt và bảo mật

# account_infomation
source: Account information
vi: Thông tin tài khoản

# personal_infomation
source: Personal information
vi: Thông tin cá nhân

source: Account number
vi: Số tài khoản

# id_or_business_id_short
source: ID
vi: CMND/ĐKKD

source: Issue date
vi: Ngày cấp

source: Issue place
vi: Nơi cấp

source: Birthday
vi: Ngày sinh

source: Sex
vi: Giới tính

# contact_infomation
source: Contact information
vi: Thông tin liên lạc

# address
source: Adrress
vi: Địa chỉ

source: Business information
vi: Thông tin doanh nghiệp

source: General information
vi: Thông tin chung

source: Subsidiaries
vi: Công ty con

source: Associated Company
vi: Công ty liên kết

# login_exception_required_OTP
source: Login with OTP code sent to your phone
vi: Hãy đăng nhập bằng mã OTP được gửi về máy của bạn

# invalid_account
source: This account has not been registered or Internet trading feature is no longer available
vi: Tài khoản chưa đăng ký hoặc đã hết hiệu lực giao dịch Internet

# null_username
source: Username requires at least 6 characters
vi: Tên đăng nhập cần tối thiểu 6 ký tự

# null_password
source: Password requires at least 8 characters
vi: Mật khẩu cần tối thiểu 8 ký tự

# wrong_password
source: Password is incorrect
vi: Mật khẩu không chính xác

# login_qoute1
source: Let's join the exciting investment market with
vi: Cùng tham gia thị trường đầu tư đầy sôi động với ứng dụng

# login_qoute2
source: application
vi: bạn nhé

# technical_trading_newbie
source: You are a newbie and want to make trading easier
vi: Bạn là 1 newbie và muốn giao dịch dễ dàng hơn

# technical_trading_pro
source: You trade like a Professional Investor
vi: Bạn giao dịch như 1 nhà đầu tư Chuyên nghiệp

source: Top influence
vi: Top ảnh hưởng

source: Liquidity
vi: Thanh khoản

source: Cash flow
vi: Dòng tiền

source: Market breadth
vi: Độ rộng thị trường

source: See more
vi: Xem thêm

source: Loading...
vi: Đang tải...

source: Next
vi: Tiếp tục

source: Petroleum Production
vi: Sản xuất Dầu khí

source: Oil and Gas Equipment, Service and Distribution
vi: Thiết bị, Dịch vụ và Phân phối Dầu khí

source: Chemistry
vi: Hóa chất

source: Forestry and Paper
vi: Lâm nghiệp và Giấy

source: Metal
vi: Kim loại

source: Extractive
vi: Khai khoáng

source: Construction and Materials
vi: Xây dựng và Vật liệu

source: Aviation and Defense
vi: Hàng không & Quốc phòng

source: Industrial goods
vi: Hàng công nghiệp

source: Electronics and Electrical Equipment
vi: Điện tử & Thiết bị điện

source: Heavy industry
vi: Công nghiệp nặng

source: Carriage
vi: Vận tải

source: Business Consulting and Support
vi: Tư vấn & Hỗ trợ Kinh doanh

source: Cars and spare parts
vi: Ô tô và phụ tùng

source: Beer and drinks
vi: Bia và đồ uống

source: Food production
vi: Sản xuất thực phẩm

source: Household appliances
vi: Hàng gia dụng

source: Leisure goods
vi: Hàng hóa giải trí

source: Personal goods
vi: Hàng cá nhân

source: Cigarette
vi: Thuốc lá

source: Medical Equipment and Services
vi: Thiết bị và Dịch vụ Y tế

source: Medicine
vi: Dược phẩm

source: Food and pharmaceutical distribution
vi: Phân phối thực phẩm & dược phẩm

source: Retail
vi: Bán lẻ

source: The media
vi: Truyền thông

source: Travel and Leisure
vi: Du lịch & Giải trí

source: Fixed telecommunications
vi: Viễn thông cố định

source: Mobile telecommunications
vi: Viễn thông di động

source: Water and Gas
vi: Nước & Khí đốt

source: Banking
vi: Ngân hàng

source: Non-life insurance
vi: Bảo hiểm phi nhân thọ

source: Life insurance
vi: Bảo hiểm nhân thọ

source: Real estate
vi: Bất động sản

source: Financial services
vi: Dịch vụ tài chính

source: Investment funds
vi: Quỹ đầu tư

source: Venture capital funds
vi: Quỹ đầu tư mạo hiểm

source: Computer Software and Services
vi: Phần mềm & Dịch vụ Máy tính

source: Equipment and Hardware
vi: Thiết bị và Phần cứng

# timeout
source: No response from server
vi: Không nhận được phản hồi từ máy chủ

source: Unknown error
vi: Lỗi không xác định

# no_internet
source: No Internet connection
vi: Không có kết nối Internet

# date_translations
source: Date
vi: Ngày

# open_translations
source: Open
vi: Giá mở cửa

# high_translations
source: High
vi: Cao

# low_translations
source: Low
vi: Thấp

# close_translations
source: Close
vi: Giá đóng cửa

# changeAmount_translations
source: Change
vi: Thay đổi

# change_translations
source: Change%
vi: % Thay đổi

# amount_translations
source: Amount
vi: khối lượng

source: Vietnam
vi: Việt nam

source: Foreign
vi: Nước ngoài

source: World
vi: Thế giới

source: Transaction
vi: Giao dịch
